const cities = [
  {
    id: 1512236,
    name: 'Абакан',
    coord: { lon: 91.429169, lat: 53.715561 },
  },
  {
    id: 580054,
    name: 'Азов',
    coord: { lon: 39.416481, lat: 47.107792 },
  },
  {
    id: 583350,
    name: 'Александров',
    coord: { lon: 38.709999, lat: 56.400002 },
  },
  {
    id: 582750,
    name: 'Алексин',
    coord: { lon: 37.080002, lat: 54.509998 },
  },
  {
    id: 582182,
    name: 'Анапа',
    coord: { lon: 37.323898, lat: 44.890839 },
  },
  {
    id: 2027667,
    name: 'Ангарск',
    coord: { lon: 103.886391, lat: 52.536671 },
  },
  {
    id: 1511494,
    name: 'Анжеро-Судженск',
    coord: { lon: 86.028503, lat: 56.081001 },
  },
  {
    id: 581357,
    name: 'Апатиты',
    coord: { lon: 33.403099, lat: 67.56414 },
  },
  {
    id: 580724,
    name: 'Арзамас',
    coord: { lon: 43.83992, lat: 55.394852 },
  },
  {
    id: 580922,
    name: 'Армавир',
    coord: { lon: 41.123402, lat: 44.989201 },
  },
  {
    id: 1511330,
    name: 'Асбест',
    coord: { lon: 61.45776, lat: 57.00993 },
  },
  {
    id: 1512165,
    name: 'Ачинск',
    coord: { lon: 90.499298, lat: 56.269402 },
  },
  {
    id: 579492,
    name: 'Балаково',
    coord: { lon: 47.800701, lat: 52.027821 },
  },
  {
    id: 579464,
    name: 'Балашиха',
    coord: { lon: 37.958061, lat: 55.809448 },
  },
  {
    id: 579460,
    name: 'Балашов',
    coord: { lon: 43.166698, lat: 51.550201 },
  },
  {
    id: 1510853,
    name: 'Барнаул',
    coord: { lon: 83.763611, lat: 53.360561 },
  },
  {
    id: 578072,
    name: 'Белгород',
    coord: { lon: 36.580002, lat: 50.610001 },
  },
  {
    id: 1510469,
    name: 'Белово',
    coord: { lon: 86.2976, lat: 54.4165 },
  },
  {
    id: 577881,
    name: 'Белорецк',
    coord: { lon: 58.39806, lat: 53.963058 },
  },
  {
    id: 1510350,
    name: 'Бердск',
    coord: { lon: 83.096703, lat: 54.7551 },
  },
  {
    id: 2026643,
    name: 'Биробиджан',
    coord: { lon: 132.949997, lat: 48.799999 },
  },
  {
    id: 1509008,
    name: 'Бор',
    coord: { lon: 90.018059, lat: 61.601109 },
  },
  {
    id: 572525,
    name: 'Борисоглебск',
    coord: { lon: 42.084942, lat: 51.36713 },
  },
  {
    id: 572154,
    name: 'Боровичи',
    coord: { lon: 33.915459, lat: 58.387779 },
  },
  {
    id: 571476,
    name: 'Брянск',
    coord: { lon: 34.380562, lat: 53.287498 },
  },
  {
    id: 570427,
    name: 'Бузулук',
    coord: { lon: 52.2635, lat: 52.780701 },
  },
  {
    id: 519336,
    name: 'Великий Новгород',
    coord: { lon: 31.283331, lat: 58.51667 },
  },
  {
    id: 1487281,
    name: 'Верхняя Пышма',
    coord: { lon: 60.58083, lat: 56.966671 },
  },
  {
    id: 2013348,
    name: 'Владивосток',
    coord: { lon: 131.873535, lat: 43.105621 },
  },
  {
    id: 473249,
    name: 'Владикавказ',
    coord: { lon: 44.667782, lat: 43.036671 },
  },
  {
    id: 473247,
    name: 'Владимир',
    coord: { lon: 40.39658, lat: 56.136551 },
  },
  {
    id: 472757,
    name: 'Волгоград',
    coord: { lon: 44.501839, lat: 48.719391 },
  },
  {
    id: 472761,
    name: 'Волгодонск',
    coord: { lon: 42.15139, lat: 47.513611 },
  },
  {
    id: 472234,
    name: 'Волжск',
    coord: { lon: 48.359402, lat: 55.866379 },
  },
  {
    id: 472459,
    name: 'Вологда',
    coord: { lon: 39.888599, lat: 59.2187 },
  },
  {
    id: 1486910,
    name: 'Воркута',
    coord: { lon: 64, lat: 67.5 },
  },
  {
    id: 472045,
    name: 'Воронеж',
    coord: { lon: 39.169998, lat: 51.666389 },
  },
  {
    id: 471656,
    name: 'Воскресенск',
    coord: { lon: 38.663612, lat: 55.3125 },
  },
  {
    id: 471430,
    name: 'Воткинск',
    coord: { lon: 53.987171, lat: 57.048649 },
  },
  {
    id: 471101,
    name: 'Всеволожск',
    coord: { lon: 30.637159, lat: 60.020432 },
  },
  {
    id: 470546,
    name: 'Выборг',
    coord: { lon: 28.752831, lat: 60.70763 },
  },
  {
    id: 470444,
    name: 'Выкса',
    coord: { lon: 42.174438, lat: 55.317501 },
  },
  {
    id: 561887,
    name: 'Гатчина',
    coord: { lon: 30.12833, lat: 59.576389 },
  },
  {
    id: 561667,
    name: 'Геленджик',
    coord: { lon: 38.074722, lat: 44.573055 },
  },
  {
    id: 561347,
    name: 'Глазов',
    coord: { lon: 52.658421, lat: 58.139408 },
  },
  {
    id: 558146,
    name: 'Губкин',
    coord: { lon: 37.54583, lat: 51.28167 },
  },
  {
    id: 558118,
    name: 'Гудермес',
    coord: { lon: 46.105282, lat: 43.356941 },
  },
  {
    id: 558082,
    name: 'Гуково',
    coord: { lon: 39.93111, lat: 48.053059 },
  },
  {
    id: 566532,
    name: 'Дербент',
    coord: { lon: 48.289871, lat: 42.067799 },
  },
  {
    id: 563708,
    name: 'Дзержинск',
    coord: { lon: 43.463058, lat: 56.238892 },
  },
  {
    id: 566199,
    name: 'Димитровград',
    coord: { lon: 49.618378, lat: 54.21386 },
  },
  {
    id: 565955,
    name: 'Дмитров',
    coord: { lon: 37.516666, lat: 56.349998 },
  },
  {
    id: 565381,
    name: 'Домодедово',
    coord: { lon: 37.758331, lat: 55.442223 },
  },
  {
    id: 564719,
    name: 'Дубна',
    coord: { lon: 37.166668, lat: 56.733334 },
  },
  {
    id: 1486209,
    name: 'Екатеринбург',
    coord: { lon: 60.612499, lat: 56.857498 },
  },
  {
    id: 468082,
    name: 'Елабуга',
    coord: { lon: 52.06493, lat: 55.761269 },
  },
  {
    id: 467978,
    name: 'Елец',
    coord: { lon: 38.50169, lat: 52.623661 },
  },
  {
    id: 466990,
    name: 'Ессентуки',
    coord: { lon: 42.860561, lat: 44.044441 },
  },
  {
    id: 463082,
    name: 'Жигулевск',
    coord: { lon: 49.495281, lat: 53.399719 },
  },
  {
    id: 463830,
    name: 'Зеленогорск',
    coord: { lon: 29.70183, lat: 60.19968 },
  },
  {
    id: 462444,
    name: 'Златоуст',
    coord: { lon: 59.650829, lat: 55.171108 },
  },
  {
    id: 555312,
    name: 'Иваново',
    coord: { lon: 40.985832, lat: 56.994167 },
  },
  {
    id: 554840,
    name: 'Ижевск',
    coord: { lon: 53.23333, lat: 56.849998 },
  },
  {
    id: 554894,
    name: 'Избербаш',
    coord: { lon: 47.864471, lat: 42.56955 },
  },
  {
    id: 1505429,
    name: 'Искитим',
    coord: { lon: 83.304497, lat: 54.6366 },
  },
  {
    id: 1505453,
    name: 'Ишим',
    coord: { lon: 69.49015, lat: 56.112808 },
  },
  {
    id: 551487,
    name: 'Казань',
    coord: { lon: 49.122139, lat: 55.788738 },
  },
  {
    id: 554234,
    name: 'Калининград',
    coord: { lon: 20.51095, lat: 54.70649 },
  },
  {
    id: 553915,
    name: 'Калуга',
    coord: { lon: 36.275421, lat: 54.529301 },
  },
  {
    id: 553287,
    name: 'Камышин',
    coord: { lon: 45.416012, lat: 50.098331 },
  },
  {
    id: 1504682,
    name: 'Канск',
    coord: { lon: 95.717499, lat: 56.201672 },
  },
  {
    id: 1503901,
    name: 'Кемерово',
    coord: { lon: 86.083328, lat: 55.333328 },
  },
  {
    id: 548605,
    name: 'Кинешма',
    coord: { lon: 42.128941, lat: 57.43914 },
  },
  {
    id: 548442,
    name: 'Кириши',
    coord: { lon: 32.020489, lat: 59.447121 },
  },
  {
    id: 548395,
    name: 'Кирово-Чепецк',
    coord: { lon: 50.03986, lat: 58.55386 },
  },
  {
    id: 548114,
    name: 'Кисловодск',
    coord: { lon: 42.720829, lat: 43.91333 },
  },
  {
    id: 547523,
    name: 'Клин',
    coord: { lon: 36.73333, lat: 56.333328 },
  },
  {
    id: 547475,
    name: 'Клинцы',
    coord: { lon: 32.239342, lat: 52.760189 },
  },
  {
    id: 543460,
    name: 'Ковров',
    coord: { lon: 41.319172, lat: 56.35722 },
  },
  {
    id: 6695754,
    name: 'Когалым',
    coord: { lon: 74.479057, lat: 62.265369 },
  },
  {
    id: 546230,
    name: 'Коломна',
    coord: { lon: 38.778332, lat: 55.079441 },
  },
  {
    id: 554233,
    name: 'Королев',
    coord: { lon: 37.825562, lat: 55.914169 },
  },
  {
    id: 543878,
    name: 'Кострома',
    coord: { lon: 40.934444, lat: 57.770832 },
  },
  {
    id: 543704,
    name: 'Котлас',
    coord: { lon: 46.655556, lat: 61.261112 },
  },
  {
    id: 542374,
    name: 'Красногорск',
    coord: { lon: 37.318054, lat: 55.822498 },
  },
  {
    id: 542420,
    name: 'Краснодар',
    coord: { lon: 38.976944, lat: 45.03278 },
  },
  {
    id: 1502096,
    name: 'Краснокаменск',
    coord: { lon: 93.259438, lat: 54.333889 },
  },
  {
    id: 542327,
    name: 'Краснокамск',
    coord: { lon: 55.754108, lat: 58.080158 },
  },
  {
    id: 1502026,
    name: 'Красноярск',
    coord: { lon: 92.791672, lat: 56.00972 },
  },
  {
    id: 540761,
    name: 'Кропоткин',
    coord: { lon: 40.575558, lat: 45.4375 },
  },
  {
    id: 540251,
    name: 'Крымск',
    coord: { lon: 37.991169, lat: 44.92934 },
  },
  {
    id: 540103,
    name: 'Кстово',
    coord: { lon: 44.197868, lat: 56.147331 },
  },
  {
    id: 537737,
    name: 'Кузнецк',
    coord: { lon: 46.600368, lat: 53.116749 },
  },
  {
    id: 539283,
    name: 'Кумертау',
    coord: { lon: 55.783329, lat: 52.76667 },
  },
  {
    id: 539147,
    name: 'Кунгур',
    coord: { lon: 56.959301, lat: 57.436798 },
  },
  {
    id: 1501321,
    name: 'Курган',
    coord: { lon: 65.333328, lat: 55.450001 },
  },
  {
    id: 538560,
    name: 'Курск',
    coord: { lon: 36.19389, lat: 51.730282 },
  },
  {
    id: 1500973,
    name: 'Кызыл',
    coord: { lon: 94.449997, lat: 51.700001 },
  },
  {
    id: 537281,
    name: 'Лабинск',
    coord: { lon: 40.735558, lat: 44.634167 },
  },
  {
    id: 536162,
    name: 'Лениногорск',
    coord: { lon: 52.460869, lat: 54.602558 },
  },
  {
    id: 1500607,
    name: 'Лесосибирск',
    coord: { lon: 92.48278, lat: 58.235828 },
  },
  {
    id: 535121,
    name: 'Липецк',
    coord: { lon: 39.570759, lat: 52.603111 },
  },
  {
    id: 534595,
    name: 'Лобня',
    coord: { lon: 37.481941, lat: 56.00972 },
  },
  {
    id: 532657,
    name: 'Лыткарино',
    coord: { lon: 37.905834, lat: 55.58139 },
  },
  {
    id: 532615,
    name: 'Люберцы',
    coord: { lon: 37.883331, lat: 55.677776 },
  },
  {
    id: 2123628,
    name: 'Магадан',
    coord: { lon: 150.800003, lat: 59.566669 },
  },
  {
    id: 532288,
    name: 'Магнитогорск',
    coord: { lon: 59.047218, lat: 53.41861 },
  },
  {
    id: 532096,
    name: 'Махачкала',
    coord: { lon: 47.502361, lat: 42.976379 },
  },
  {
    id: 1498920,
    name: 'Междуреченск',
    coord: { lon: 88.06028, lat: 53.694172 },
  },
  {
    id: 527717,
    name: 'Мелеуз',
    coord: { lon: 55.916672, lat: 52.966671 },
  },
  {
    id: 1498894,
    name: 'Миасс',
    coord: { lon: 60.10833, lat: 55.044998 },
  },
  {
    id: 1498693,
    name: 'Минусинск',
    coord: { lon: 91.6875, lat: 53.710281 },
  },
  {
    id: 527191,
    name: 'Мичуринск',
    coord: { lon: 40.4907, lat: 52.8978 },
  },
  {
    id: 524894,
    name: 'Москва',
    coord: { lon: 37.606667, lat: 55.761665 },
  },
  {
    id: 524305,
    name: 'Мурманск',
    coord: { lon: 33.09251, lat: 68.979172 },
  },
  {
    id: 524294,
    name: 'Муром',
    coord: { lon: 42.041668, lat: 55.565556 },
  },
  {
    id: 523812,
    name: 'Мытищи',
    coord: { lon: 37.733891, lat: 55.90889 },
  },
  {
    id: 1497951,
    name: 'Назарово',
    coord: { lon: 90.391388, lat: 56.00639 },
  },
  {
    id: 523426,
    name: 'Наро-Фоминск',
    coord: { lon: 36.73307, lat: 55.38752 },
  },
  {
    id: 2019528,
    name: 'Находка',
    coord: { lon: 132.894714, lat: 42.833328 },
  },
  {
    id: 522377,
    name: 'Невинномысск',
    coord: { lon: 41.945278, lat: 44.626667 },
  },
  {
    id: 2019309,
    name: 'Нерюнгри',
    coord: { lon: 124.649101, lat: 56.670898 },
  },
  {
    id: 522942,
    name: 'Нефтекамск',
    coord: { lon: 54.270321, lat: 56.091991 },
  },
  {
    id: 1497917,
    name: 'Нефтеюганск',
    coord: { lon: 72.603493, lat: 61.099789 },
  },
  {
    id: 1497543,
    name: 'Нижневартовск',
    coord: { lon: 76.553101, lat: 60.934399 },
  },
  {
    id: 521118,
    name: 'Нижнекамск',
    coord: { lon: 51.824471, lat: 55.63657 },
  },
  {
    id: 520555,
    name: 'Нижний Новгород',
    coord: { lon: 44.002048, lat: 56.328674 },
  },
  {
    id: 1496990,
    name: 'Новокузнецк',
    coord: { lon: 87.109901, lat: 53.755699 },
  },
  {
    id: 518557,
    name: 'Новомосковск',
    coord: { lon: 38.284599, lat: 54.010502 },
  },
  {
    id: 1496747,
    name: 'Новосибирск',
    coord: { lon: 82.934441, lat: 55.041111 },
  },
  {
    id: 517836,
    name: 'Новотроицк',
    coord: { lon: 58.326649, lat: 51.203011 },
  },
  {
    id: 518976,
    name: 'Новочебоксарск',
    coord: { lon: 47.477551, lat: 56.11095 },
  },
  {
    id: 518970,
    name: 'Новочеркасск',
    coord: { lon: 40.093887, lat: 47.418056 },
  },
  {
    id: 517963,
    name: 'Новошахтинск',
    coord: { lon: 39.93335, lat: 47.760368 },
  },
  {
    id: 520068,
    name: 'Ногинск',
    coord: { lon: 38.443802, lat: 55.86647 },
  },
  {
    id: 516436,
    name: 'Обнинск',
    coord: { lon: 36.610279, lat: 55.096943 },
  },
  {
    id: 516215,
    name: 'Одинцово',
    coord: { lon: 37.277729, lat: 55.677979 },
  },
  {
    id: 1496153,
    name: 'Омск',
    coord: { lon: 73.400002, lat: 55 },
  },
  {
    id: 515003,
    name: 'Оренбург',
    coord: { lon: 55.098801, lat: 51.772701 },
  },
  {
    id: 514734,
    name: 'Орск',
    coord: { lon: 58.566849, lat: 51.204868 },
  },
  {
    id: 512063,
    name: 'Павлово',
    coord: { lon: 30.896669, lat: 59.808609 },
  },
  {
    id: 511565,
    name: 'Пенза',
    coord: { lon: 45.004639, lat: 53.200661 },
  },
  {
    id: 511196,
    name: 'Пермь',
    coord: { lon: 56.285519, lat: 58.01741 },
  },
  {
    id: 509820,
    name: 'Петрозаводск',
    coord: { lon: 34.346909, lat: 61.784912 },
  },
  {
    id: 504341,
    name: 'Псков',
    coord: { lon: 28.3496, lat: 57.813599 },
  },
  {
    id: 503550,
    name: 'Пятигорск',
    coord: { lon: 43.059444, lat: 44.048611 },
  },
  {
    id: 502010,
    name: 'Ревда',
    coord: { lon: 34.561489, lat: 67.937103 },
  },
  {
    id: 502018,
    name: 'Реутов',
    coord: { lon: 37.861668, lat: 55.759445 },
  },
  {
    id: 499717,
    name: 'Ржев',
    coord: { lon: 34.328171, lat: 56.262409 },
  },
  {
    id: 501175,
    name: 'Ростов-на-Дону',
    coord: { lon: 39.71389, lat: 47.236389 },
  },
  {
    id: 1493467,
    name: 'Рубцовск',
    coord: { lon: 81.25, lat: 51.5 },
  },
  {
    id: 500004,
    name: 'Рыбинск',
    coord: { lon: 38.84259, lat: 58.044601 },
  },
  {
    id: 499292,
    name: 'Салават',
    coord: { lon: 55.90773, lat: 53.383652 },
  },
  {
    id: 499099,
    name: 'Самара',
    coord: { lon: 50.150002, lat: 53.200001 },
  },
  {
    id: 536203,
    name: 'Санкт-Петербург',
    coord: { lon: 30.25, lat: 59.916668 },
  },
  {
    id: 498698,
    name: 'Саранск',
    coord: { lon: 45.1749, lat: 54.1838 },
  },
  {
    id: 498687,
    name: 'Сарапул',
    coord: { lon: 53.797821, lat: 56.47633 },
  },
  {
    id: 498677,
    name: 'Саратов',
    coord: { lon: 46.033333, lat: 51.566666 },
  },
  {
    id: 498525,
    name: 'Саров',
    coord: { lon: 43.323521, lat: 54.935829 },
  },
  {
    id: 496285,
    name: 'Северодвинск',
    coord: { lon: 39.8302, lat: 64.563499 },
  },
  {
    id: 1538637,
    name: 'Северск',
    coord: { lon: 84.886391, lat: 56.600559 },
  },
  {
    id: 1492663,
    name: 'Серов',
    coord: { lon: 60.578701, lat: 59.60334 },
  },
  {
    id: 496527,
    name: 'Серпухов',
    coord: { lon: 37.410831, lat: 54.921391 },
  },
  {
    id: 496519,
    name: 'Сертолово',
    coord: { lon: 30.201651, lat: 60.144402 },
  },
  {
    id: 492094,
    name: 'Славянск-на-Кубани',
    coord: { lon: 38.118057, lat: 45.251945 },
  },
  {
    id: 491687,
    name: 'Смоленск',
    coord: { lon: 32.040001, lat: 54.781666 },
  },
  {
    id: 491023,
    name: 'Соликамск',
    coord: { lon: 56.772888, lat: 59.61956 },
  },
  {
    id: 490996,
    name: 'Солнечногорск',
    coord: { lon: 36.983334, lat: 56.183334 },
  },
  {
    id: 491422,
    name: 'Сочи',
    coord: { lon: 39.730278, lat: 43.599998 },
  },
  {
    id: 487495,
    name: 'Стерлитамак',
    coord: { lon: 55.95015, lat: 53.624619 },
  },
  {
    id: 486968,
    name: 'Ступино',
    coord: { lon: 38.070831, lat: 54.900833 },
  },
  {
    id: 486137,
    name: 'Сургут',
    coord: { lon: 51.20348, lat: 53.92498 },
  },
  {
    id: 485239,
    name: 'Сыктывкар',
    coord: { lon: 50.80994, lat: 61.676418 },
  },
  {
    id: 484907,
    name: 'Таганрог',
    coord: { lon: 38.896881, lat: 47.236172 },
  },
  {
    id: 484646,
    name: 'Тамбов',
    coord: { lon: 41.433891, lat: 52.73167 },
  },
  {
    id: 483019,
    name: 'Тихвин',
    coord: { lon: 33.529369, lat: 59.645111 },
  },
  {
    id: 483029,
    name: 'Тихорецк',
    coord: { lon: 40.125278, lat: 45.854721 },
  },
  {
    id: 482283,
    name: 'Тольятти',
    coord: { lon: 49.3461, lat: 53.5303 },
  },
  {
    id: 1489425,
    name: 'Томск',
    coord: { lon: 84.966667, lat: 56.5 },
  },
  {
    id: 481608,
    name: 'Троицк',
    coord: { lon: 37.307362, lat: 55.484982 },
  },
  {
    id: 480716,
    name: 'Туапсе',
    coord: { lon: 39.074165, lat: 44.112499 },
  },
  {
    id: 480562,
    name: 'Тула',
    coord: { lon: 37.611111, lat: 54.204441 },
  },
  {
    id: 1488754,
    name: 'Тюмень',
    coord: { lon: 65.527222, lat: 57.152222 },
  },
  {
    id: 477494,
    name: 'Узловая',
    coord: { lon: 38.171181, lat: 53.981789 },
  },
  {
    id: 478581,
    name: 'Урус-Мартан',
    coord: { lon: 45.54306, lat: 43.128609 },
  },
  {
    id: 479561,
    name: 'Уфа',
    coord: { lon: 56.037498, lat: 54.775002 },
  },
  {
    id: 479411,
    name: 'Ухта',
    coord: { lon: 53.683479, lat: 63.567051 },
  },
  {
    id: 562319,
    name: 'Фрязино',
    coord: { lon: 38.045555, lat: 55.960556 },
  },
  {
    id: 2022890,
    name: 'Хабаровск',
    coord: { lon: 135.092773, lat: 48.480831 },
  },
  {
    id: 550478,
    name: 'Хасавюрт',
    coord: { lon: 46.588058, lat: 43.25 },
  },
  {
    id: 550280,
    name: 'Химки',
    coord: { lon: 37.4375, lat: 55.901669 },
  },
  {
    id: 569696,
    name: 'Чебоксары',
    coord: { lon: 47.251942, lat: 56.132221 },
  },
  {
    id: 1508291,
    name: 'Челябинск',
    coord: { lon: 61.429722, lat: 55.154442 },
  },
  {
    id: 2025527,
    name: 'Черемхово',
    coord: { lon: 103.067497, lat: 53.156109 },
  },
  {
    id: 569223,
    name: 'Череповец',
    coord: { lon: 37.900002, lat: 59.133331 },
  },
  {
    id: 569154,
    name: 'Черкесск',
    coord: { lon: 42.057781, lat: 44.223331 },
  },
  {
    id: 1508054,
    name: 'Черногорск',
    coord: { lon: 91.284172, lat: 53.823608 },
  },
  {
    id: 569591,
    name: 'Чехов',
    coord: { lon: 37.471111, lat: 55.143055 },
  },
  {
    id: 2025339,
    name: 'Чита',
    coord: { lon: 113.550003, lat: 52.033329 },
  },
  {
    id: 1492517,
    name: 'Шадринск',
    coord: { lon: 63.633499, lat: 56.085201 },
  },
  {
    id: 495957,
    name: 'Шали',
    coord: { lon: 45.901939, lat: 43.14806 },
  },
  {
    id: 496015,
    name: 'Шахты',
    coord: { lon: 40.214432, lat: 47.70911 },
  },
  {
    id: 493228,
    name: 'Шуя',
    coord: { lon: 34.232712, lat: 61.952511 },
  },
  {
    id: 495344,
    name: 'Щелково',
    coord: { lon: 37.99139, lat: 55.921665 },
  },
  {
    id: 563514,
    name: 'Элиста',
    coord: { lon: 44.255829, lat: 46.307781 },
  },
  {
    id: 2119441,
    name: 'Южно-Сахалинск',
    coord: { lon: 142.733658, lat: 46.958118 },
  },
  {
    id: 1485724,
    name: 'Юрга',
    coord: { lon: 84.886108, lat: 55.723061 },
  },
];

export default cities;
